{
  "I would be happy to use the creativity support tool on a regular basis.": 1,
  "I enjoyed using the creativity support tool.": 1,
  "It was easy for me to explore many different ideas using the creativity support tool.": 1,
  "The creativity support tool was helpful in allowing me to track different ideas or possibilities.": 1,
  "I was able to be very creative while doing the activity inside the creativity support tool.": 4,
  "The creativity support tool allowed me to be very expressive.": 2,
  "My attention was fully tuned to the activity, and I forgot about the tool that I was using.": 5,
  "I became so absorbed in the activity that I forgot about the creativity support tool that I was using.": 4,
  "I was satisfied with what I got out of the creativity support tool.": 1,
  "What I was able to produce was worth the effort I had to exert to produce it.": 1,
  "The system or tool allowed other people to work with me easily.": 1,
  "It was really easy to share ideas and designs with other people inside this system or tool.": 1,
  "b1": "Explore many different ideas, outcomes, or possibilities",
  "b2": "Be creative and expressive",
  "b3": "Become immersed in the activity",
  "b4": "Work with other people",
  "b5": "Explore many different ideas, outcomes, or possibilities",
  "b6": "Produce results that are worth the effort I put in",
  "b7": "Enjoy using the system or tool",
  "b8": "Become immersed in the activity",
  "b9": "Enjoy using the system or tool",
  "b10": "Be creative and expressive",
  "b11": "Explore many different ideas, outcomes, or possibilities",
  "b12": "Explore many different ideas, outcomes, or possibilities",
  "b13": "Enjoy using the system or tool",
  "b14": "Become immersed in the activity",
  "b15": "Explore many different ideas, outcomes, or possibilities",
  "Learning to operate this creativity support tool would be easy for me.": 1,
  "My interaction with this creativity support tool would be clear and understandable.": 2,
  "I would find this creativity support tool would be clear and understandable.": 3,
  "It would be easy for me to become skillful at using this creativity support tool.": 3,
  "I would find this creativity support tool easy to use.": 4,
  "How many times did you click the “Inspiration” button?": "1",
  "Do you feel the inspirations sparked new ideas for your composition?": "no",
  "How relevant were the inspirations to your music?": "not relevant",
  "Did you update your composition based on the suggestions? If yes, what were the updates you made to your music?": "no",
  "What do you think of the scores you received?": "they were good",
  "Do you think you progressed with your scores?": "yes",
  "How did you like the Musicat's graphical prediction?": "it was cool",
  "Did you find the scores to be useful?": "yes",
  "What did you most like about the tool?": "the suggestions",
  "What did you dislike about the tool?": "not easy to use ",
  "If given a chance, what would you change or add in the tool?": "nothing"
}